[
  {
    "title": "Avatar",
    "release": "2009-12-17",
    "poster": "https://www.flokq.com/blog/wp-content/uploads/2020/12/avatar1.jpg",
    "rating": 9,
    "description": "A paraplegic Marine dispatched to the moon Pandora on a unique mission becomes torn between following his orders and protecting the world he feels is his home. When his brother is killed in a robbery, paraplegic Marine Jake Sully decides to take his place in a mission on the distant world of Pandora.",
    "fk_user_id": 1
  },
  {
    "title": "Tomorrow never dies",
    "release": "1997-12-9",
    "poster": "https://wallpaperscave.ru/images/original/17/11-14/games-007-tomorrow-never-dies-85.jpg",
    "rating": 7,
    "description": "When a British warship is sunk in Chinese waters, and its deadly payload stolen, James Bond (Pierce Brosnan) embarks on a dangerous mission against the clock to discover the truth. ... Agent James Bond 007 (Pierce Brosnan), the unstoppable action hero must prevent a tremendous disaster ripped from tomorrow's headlines.",
    "fk_user_id": 1
  },
  {
    "title": "The Lord of the Rings",
    "release": "2001-12-19",
    "poster": "https://upload.wikimedia.org/wikipedia/ru/a/a9/%D0%92%D0%9A_%D0%92%D0%9A_soundtrack.jpg",
    "rating": 9,
    "description": "Set in the fictional world of Middle-earth, the films follow the hobbit Frodo Baggins as he and the Fellowship embark on a quest to destroy the One Ring, to ensure the destruction of its maker, the Dark Lord Sauron.",
    "fk_user_id": 1
  },
  {
    "title": "The Fifth Element",
    "release": "1997-5-7",
    "poster": "https://sergejjdem2017.usite.pro/999/218/kinopoisk.ru-The-Fifth-Element-824148.jpg",
    "rating": 10,
    "description": "It stars Bruce Willis, Gary Oldman, and Milla Jovovich. Primarily set in the 23rd century, the film's central plot involves the survival of planet Earth, which becomes the responsibility of Korben Dallas (Willis), a taxicab driver and former special forces major, after a young woman (Jovovich) falls into his cab.",
    "fk_user_id": 1
  }
]

